cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "coreutils"
brew "curl"
brew "exa"
brew "jq"
brew "fd"
brew "gpg"
brew "fasd"
brew "neovim"
brew "terminal-notifier"
brew "diff-so-fancy"
brew "wifi-password"
brew "git-extras"
brew "the_silver_searcher"
brew "tree"
brew "fzf"
brew "yadm"
brew "pure"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "iterm2"
# cask "visual-studio-code"
cask "font-jetbrains-mono-nerd-font"
cask "ubersicht"
cask "zoom"
